<div class="container-fluid"> 
    <div class="row" style="margin: 100px;">
        <label style="font-family: 'Cairo', sans-serif; font-size: 20px; color: #25629F;">
        นโยบายการคุ้มครองข้อมูลส่วนบุคคล (Privacy Policy)
        </label><br><br>
        <label style="font-family: 'Cairo', sans-serif; font-size: 20px; color: #25629F;">
        บริษัท จีเอ็มเอ็ม ทีวี จำกัด</label>
        <label style="font-family: 'Cairo', sans-serif; font-size: 15px; color: #25629F;">
        บริษัท จีเอ็มเอ็ม ทีวี จำกัด (“บริษัท”) เป็นผู้ดำเนินการเว็บไซต์และแอพพลิเคชั่น เพื่อให้บริการรับชม Content รายการ www.gmm-tv.com (“เว็บไซต์”) และ แอพพลิเคชั่น GMMTV รวมทั้ง Facebook Page “GMMTV Official” บนเดสก์ท็อป บนอุปกรณ์มือถือและแท็บเล็ต และอุปกรณ์อื่นๆ ที่จะมีขึ้นในอนาคต บริษัทขอแจ้งให้ท่านรับทราบว่า บริษัทเคารพสิทธิความเป็นส่วนตัวของผู้ถือหุ้น กรรมการ พนักงาน พันธมิตร คู่ค้า ลูกค้า ผู้รับจ้าง สมาชิก แฟนคลับ ผู้ชม ผู้ฟัง ผู้ร่วมกิจกรรม และ/หรือบุคคลที่เกี่ยวข้องกับธุรกิจของบริษัท เพื่อให้บุคคลดังกล่าวมั่นใจได้ว่า บุคคลดังกล่าวจะได้รับความคุ้มครองสิทธิดังกล่าวอย่างครบถ้วนตาม พ.ร.บ.คุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 บริษัทจึงได้มีนโยบายการคุ้มครองข้อมูลส่วนบุคคลฉบับนี้ โดยระบุถึงลักษณะหลักเกณฑ์การเก็บรวบรวม ใช้ เผยแพร่ ประมวลผล โอน และเปิดเผยข้อมูลส่วนบุคคล มาตรการกำกับดูแล และการบริหารข้อมูลส่วนบุคคลอย่างชัดเจนและเหมาะสม
     นโยบายการคุ้มครองข้อมูลส่วนบุคคลฉบับนี้อธิบายถึงวิธีการที่บริษัทเก็บรวบรวม ใช้ เผยแพร่ ประมวลผล โอน และเปิดเผยข้อมูลส่วนบุคคล โดยนโยบายนี้จะอธิบายถึงขั้นตอนการกระทำกับข้อมูลส่วนบุคคล และสุดท้ายนโยบายนี้จะอธิบายถึงตัวเลือกที่ท่านสามารถเลือกได้เกี่ยวกับการเปิดเผยข้อมูลส่วนบุคคลของท่านในการที่ท่านเข้ามาที่เว็บไซต์ภายใต้ชื่อ www.gmm-tv.com และ แอพพลิเคชั่น GMMTV รวมทั้ง Facebook Page “GMMTV Official” ทั้งทางตรงและทางอ้อม การปกป้องและกำกับดูแลข้อมูลส่วนบุคคลของท่านเปรียบเสมือนความไว้วางใจที่ท่านมีให้บริษัท และเป็นสิ่งที่บริษัทให้ความสำคัญเสมอมา บริษัทจึงเก็บรวบรวม ใช้ เผยแพร่ ประมวลผล โอน และเปิดเผยข้อมูลส่วนบุคคล เฉพาะข้อมูลที่จำเป็นต่อการดำเนินความสัมพันธ์ทางธุรกรรมของบริษัทกับท่านเท่านั้น โดยบริษัทจะเก็บรักษาข้อมูลของท่านไว้ตลอดระยะเวลาที่ท่านมีฐานะเป็นผู้ถือหุ้น กรรมการ พนักงาน พันธมิตร คู่ค้า ลูกค้า ผู้รับจ้าง สมาชิก แฟนคลับ ผู้ชม ผู้ฟัง ผู้ร่วมกิจกรรมของบริษัทเท่านั้น
     บริษัทจะดำเนินการตรวจสอบนโยบายการคุ้มครองข้อมูลส่วนบุคคลของบริษัทอยู่เป็นประจำ และหากบริษัทเปลี่ยนแปลงเนื้อหาสาระสำคัญใดๆ ในนโยบายการคุ้มครองข้อมูลส่วนบุคคลฉบับนี้ บริษัทจะแจ้งให้ท่านทราบถึงการเปลี่ยนแปลงดังกล่าวผ่านทางเว็บไซต์ภายใต้ชื่อ www.gmm-tv.com และ แอพพลิเคชั่น GMMTV รวมทั้ง Facebook Page “GMMTV Official” โดยจะระบุวันที่มีผลบังคับใช้ใหม่ให้แก่ท่าน เพื่อให้ท่านได้เข้าไปอ่านและรับทราบนโยบายการคุ้มครองข้อมูลส่วนบุคคลที่มีผลบังคับใช้ใหม่ทุกครั้ง
     โดยนโยบายการคุ้มครองข้อมูลส่วนบุคคลฉบับนี้ได้รับการปรับปรุง ครั้งล่าสุดเมื่อวันที่ 18 พฤษภาคม 2563 เพื่อให้ท่านได้รับทราบถึงนโยบายการคุ้มครองข้อมูลส่วนบุคคลของบริษัท บริษัทจึงประกาศนโยบายการคุ้มครองข้อมูลส่วนบุคคล ดังต่อไปนี้
        </label>
        <label style="font-family: 'Cairo', sans-serif; font-size: 20px; color: #25629F;">
        1. ข้อมูลส่วนบุคคล
        </label>
        <label style="font-family: 'Cairo', sans-serif; font-size: 15px; color: #25629F;">
        “ข้อมูลส่วนบุคคล” หมายถึง ข้อมูลที่สามารถระบุตัวตนของท่าน หรืออาจจะระบุตัวตนของท่านได้ ไม่ว่าทางตรงหรือทางอ้อมเช่น ชื่อ ที่อยู่อีเมล ชื่อบริษัท ตำแหน่งงาน และที่อยู่บริษัทของท่าน และบริษัทอาจจะเก็บรวบรวมข้อมูลส่วนบุคคลเพิ่มเติมเกี่ยวกับท่าน เช่น วันเกิด ที่อยู่บ้าน หมายเลขโทรศัพท์ ตัวตนผู้ใช้บริการออนไลน์ (เช่น บัญชีสื่อสังคม (Social Media Accounts)) สถานะการสมรส และรายละเอียดครอบครัว
        </label>
        <label style="font-family: 'Cairo', sans-serif; font-size: 20px; color: #25629F;">
        2. การจัดเก็บรวบรวมข้อมูลส่วนบุคคลอย่างจำกัด
        </label>
        <label style="font-family: 'Cairo', sans-serif; font-size: 15px; color: #25629F;">
        2.1 การจัดเก็บรวบรวมข้อมูลส่วนบุคคลจะกระทำโดยมีวัตถุประสงค์ ขอบเขต และใช้วิธีการที่ชอบด้วยกฎหมายและเป็นธรรม ในการเก็บรวบรวมและจัดเก็บข้อมูล ตลอดจนเก็บรวบรวม และจัดเก็บข้อมูลส่วนบุคคลอย่างจำกัดเพียงเท่าที่จำเป็นแก่การให้บริการ หรือบริการด้วยวิธีการทางอิเล็กทรอนิกส์อื่นใดภายใต้วัตถุประสงค์ของบริษัทเท่านั้น ทั้งนี้บริษัทจะดำเนินการให้เจ้าของข้อมูล รับรู้ ให้ความยินยอม เป็นหนังสือหรือโดยผ่านทางอิเล็กทรอนิกส์ เว้นแต่โดยสภาพไม่อาจให้ความยินยอมดังกล่าวได้
        </label>
        <label style="font-family: 'Cairo', sans-serif; font-size: 15px; color: #25629F;">
        บริษัทอาจจัดเก็บข้อมูลส่วนบุคคลของท่านซึ่งเกี่ยวกับความสนใจและบริการที่ท่านใช้ ผ่านทาง Cookies เพื่อจัดเก็บข้อมูลดังต่อไปนี้ :
        </label><br>
        <label style="font-family: 'Cairo', sans-serif; font-size: 15px; color: #25629F;">
     • ชื่อ นามสกุล
        </label><br>
        <label style="font-family: 'Cairo', sans-serif; font-size: 15px; color: #25629F;">
     • ชื่อย่อ
     </label><br>
     <label style="font-family: 'Cairo', sans-serif; font-size: 15px; color: #25629F;">
     • รูปถ่าย
     </label><br>
     <label style="font-family: 'Cairo', sans-serif; font-size: 15px; color: #25629F;">
     • ที่อยู่อีเมลล์
     </label><br>
     <label style="font-family: 'Cairo', sans-serif; font-size: 15px; color: #25629F;">
     • เพศ
     </label><br>
     <label style="font-family: 'Cairo', sans-serif; font-size: 15px; color: #25629F;">
     • เบอร์โทรศัพท์มือถือ
     </label><br>
     <label style="font-family: 'Cairo', sans-serif; font-size: 15px; color: #25629F;">
     • บัญชี Social
     </label><br>
     <label style="font-family: 'Cairo', sans-serif; font-size: 15px; color: #25629F;">
     • ประวัติการเข้าชมรายการย้อนหลัง
     </label><br>
     <label style="font-family: 'Cairo', sans-serif; font-size: 15px; color: #25629F;">
     • ประวัติการ Search Content รายการ
     </label><br>
     <label style="font-family: 'Cairo', sans-serif; font-size: 15px; color: #25629F;">
     • ระยะเวลาที่ท่านเข้าใช้บริการเยี่ยมชมเว็บไซต์และแอพพลิเคชั่น วันที่และเวลาที่ท่านเยี่ยมชมเว็บไซต์และ แอพพลิเคชั่นรวมไปถึง สถิติอื่นๆ
     </label><br>
     <label style="font-family: 'Cairo', sans-serif; font-size: 15px; color: #25629F;">
     • หมายเลข IP คอมพิวเตอร์ของท่าน
     </label><br>
     <label style="font-family: 'Cairo', sans-serif; font-size: 15px; color: #25629F;">
     • ประเภทของโปรแกรมเบราว์เซอร์
     </label><br>
     <label style="font-family: 'Cairo', sans-serif; font-size: 15px; color: #25629F;">
     รวมถึงการกรอกแบบฟอร์มในรูปแบบออนไลน์ต่างๆ เช่น การลงทะเบียนเข้าใช้งาน หรือการติดต่อต่างๆ ผ่านช่องทาง Social Media ของบริษัท โดยจะเป็นข้อมูลที่เกี่ยวข้องกับตัวตนของท่านและข้อมูลการติดต่อ หรือข้อมูลอื่นใด ที่จะเป็นประโยชน์ในการให้บริการ บริษัทอาจมีการจัดเก็บข้อมูลส่วนตัวของท่านผ่านการทำแบบสอบถาม (SURVEY) ซึ่งข้อมูลส่วนตัวของท่านรวมถึงข้อมูลต่างๆ ดังต่อไปนี้ เช่น ชื่อ-นามสกุล, เบอร์โทรศัพท์, วันเกิด, เพศ เป็นต้น ทั้งนี้ การดำเนินการดังกล่าวข้างต้น บริษัทจะขอความยินยอมจากท่านก่อนทำการเก็บรวบรวม เว้นแต่ 
          2.1.1 เป็นการปฏิบัติตามกฎหมายที่เกี่ยวข้อง
          2.1.2 เป็นไปเพื่อประโยชน์แก่การสอบสวนของพนักงานสอบสวน หรือการพิจารณาพิพากษาคดีของศาล
          2.1.3 เพื่อประโยชน์ของท่าน และการขอความยินยอมไม่อาจกระทำได้ในเวลานั้น
          2.1.4 เป็นการจำเป็นเพื่อประโยชน์โดยชอบด้วยกฎหมายของบริษัท หรือของบุคคลหรือนิติบุคคลอื่น ที่ไม่ใช่บริษัท
          2.1.5 เป็นการจำเป็นเพื่อป้องกันหรือระงับอันตรายต่อชีวิต ร่างกาย หรือสุขภาพของบุคคล
          2.1.6 เป็นการจำเป็นเพื่อการปฏิบัติตามสัญญาซึ่งเจ้าของข้อมูลส่วนบุคคลเป็นคู่สัญญาหรือเพื่อใช้ในการดำเนินการตามคำขอของเจ้าของข้อมูลส่วนบุคคลก่อนเข้าทำสัญญานั้น
          2.1.7 เพื่อให้บรรลุวัตถุประสงค์ที่เกี่ยวกับการจัดทำเอกสารประวัติศาสตร์หรือจดหมายเหตุ เพื่อประโยชน์สาธารณะ หรือเพื่อการศึกษา วิจัย การจัดทำสถิติ ซึ่งได้จัดให้มีมาตรการป้องกันที่เหมาะสม
     2.2 หากเป็นกรณีที่ผู้เยาว์ (บุคคลซึ่งมีอายุต่ำกว่า 20 ปีบริบูรณ์) ประสงค์จะให้บริษัทจัดเก็บรวบรวมข้อมูลส่วนบุคคลของผู้เยาว์ แยกพิจารณาเป็นดังนี้
          2.2.1 ในกรณีผู้เยาว์อายุไม่ถึง 10 ปี บริษัทจะต้องได้รับความยินยอมจากผู้แทนโดยชอบธรรม ผู้ใช้อำนาจปกครอง หรือผู้ปกครองที่มีอำนาจกระทำการแทนผู้เยาว์ ประกอบกับการให้ความยินยอมของผู้เยาว์
          2.2.2 ในกรณีผู้เยาว์อายุเกิน 10 ปี แต่ไม่ถึง 20 ปี บริบูรณ์ บริษัทจะต้องได้รับความยินยอมจากผู้เยาว์ ประกอบการให้ความยินยอมจากผู้แทนโดยชอบธรรม ผู้ใช้อำนาจปกครอง หรือผู้ปกครองที่มีอำนาจกระทำการแทนผู้เยาว์
          </label><br>
          <label style="font-family: 'Cairo', sans-serif; font-size: 15px; color: #25629F;">
   3. มาตรการรักษาความมั่นคงปลอดภัยของข้อมูล
     3.1 บริษัทตระหนักถึงความสำคัญของการรักษาความมั่นคงปลอดภัยของข้อมูลส่วนบุคคลของท่าน บริษัทจึงกำหนดให้มีมาตรการในการรักษาความมั่นคงปลอดภัยของข้อมูลส่วนบุคคลอย่างเหมาะสมและสอดคล้องกับการรักษาความลับของข้อมูลส่วนบุคคลเพื่อป้องกันการสูญหาย การเข้าถึง ทำลาย ใช้ แปลง แก้ไขหรือเปิดเผยข้อมูลส่วนบุคคลโดยไม่มีสิทธิหรือโดยไม่ชอบด้วยกฎหมาย ตลอดจนการป้องกันมิให้มีการนำข้อมูลส่วนบุคคลไปใช้โดยมิได้รับอนุญาต
     3.2 ข้อมูลส่วนบุคคลของท่านที่บริษัทได้รับมา เช่น ชื่อ-นามสกุล วันเกิด ที่อยู่ เบอร์โทร เป็นต้น ซึ่งสามารถบ่งบอกตัวบุคคลของท่านได้ และเป็นข้อมูลส่วนบุคคลที่มีความถูกต้องและเป็นปัจจุบัน จะนำไปใช้ให้เป็นไปตามวัตถุประสงค์การดำเนินงานของบริษัทเท่านั้น และบริษัทจะดำเนินมาตรการที่เหมาะสมเพื่อคุ้มครองสิทธิของเจ้าของข้อมูลส่วนบุคคล
     </label><br>
     <label style="font-family: 'Cairo', sans-serif; font-size: 15px; color: #25629F;">
   4. วัตถุประสงค์ในการเก็บรวบรวม ใช้ เผยแพร่ ประมวลผล โอน หรือเปิดเผยข้อมูลส่วนบุคคล
     ในการเก็บรวมรวมข้อมูลส่วนบุคคลของท่าน บริษัทอาจเก็บรวบรวม ใช้ ประมวลผล โอน หรือเปิดเผยข้อมูลของท่านเพื่อวัตถุประสงค์ดังต่อไปนี้
     ในการเก็บรวมรวมข้อมูลส่วนบุคคลของท่าน บริษัทอาจเก็บรวบรวม ใช้ เผยแพร่ ประมวลผล โอน หรือเปิดเผยข้อมูลส่วนบุคคลของท่านเพื่อวัตถุประสงค์ ดังต่อไปนี้
     4.1 เพื่อการให้บริการรับชม Content รายการ ผ่านทางเว็บไซต์ www.gmm-tv.com และ แอพพลิเคชั่น GMMTV รวมถึง Facebook Page “GMMTV Official” แบบรับชมย้อนหลัง
     4.2 เพื่อการจัดทำฐานข้อมูลและประวัติการเข้ารับบริการของทางบริษัท
     4.3 เพื่อศึกษาและรับทราบข้อมูลสถิติทางประชากรศาสตร์ของผู้ใช้บริการ เพื่อให้บริษัทรู้จักผู้ใช้บริการบนเว็บไซต์และแอพพลิเคชั่นของบริษัทมากยิ่งขึ้น
     4.4 เพื่อวิเคราะห์และประมวลผลจากประวัติการรับชมเนื้อหารายการ ร่วมกับประวัติการสืบค้นเนื้อหารายการ ของผู้ใช้บริการเพื่อนำเสนอเนื้อหารายการที่คาดว่าจะถูกใจหรือเป็นที่ชื่นชอบของผู้ใช้บริการ
     4.5 เพื่อประชาสัมพันธ์เนื้อหาคอนเทนต์ (Content) ที่เป็นข้อมูลข่าวสารจากบริษัท ซึ่งบริษัทได้จัดส่งถึงท่าน รวมถึงการจัดทำรายการส่งเสริมการขายที่เกี่ยวข้องกับเนื้อหาคอนเทนต์ (Content) ดังกล่าวให้เหมาะสมกับท่าน 
     4.6 เพื่อการวิเคราะห์ ประมวลผล ทำกิจกรรมส่งเสริมการตลาด การวิจัย และการขาย รวมถึงการประชาสัมพันธ์สินค้า และบริการต่างๆ ไม่ว่าจะเป็นของบริษัทเอง บริษัทในเครือ คู่ค้า พันธมิตรทางธุรกิจ หรือของบุคคลอื่นผ่านการแจ้งเตือนผ่านหน้าจออุปกรณ์พกพา ทาง SMS หรือ ทางสื่อ Social
     4.7 เพื่อเป็นช่องทางติดต่อในการรับข้อติชม ข้อเสนอแนะจากผู้รับชม เพื่อนำมาปรับปรุงเนื้อหารายการของทางบริษัท ให้ตรงตามความต้องการของผู้ใช้บริการ
     4.8 เพื่อเป็นช่องทางในการติดต่อผู้รับชมที่ร่วมสนุกตอบคำถามในรายการชิงรางวัลของที่ระลึกจากบริษัท
     4.9 เพื่อการบริหารจัดการบัญชีผู้ใช้งานของท่านที่ลงทะเบียนในระบบของบริษัท เพื่อพัฒนาปรับปรุงให้การใช้งานเว็บไซต์ของบริษัทให้ใช้งานง่ายและมีประสิทธิภาพมากขึ้น
     4.10 เพื่อการจัดทำฐานข้อมูล และประวัติของพนักงาน
     4.11 เพื่อพิสูจน์ตัวตน ตรวจสอบประวัติการศึกษา และประวัติการทำงานของพนักงาน
     4.12 เพื่อการจัดทำสวัสดิการของพนักงาน การจัดทำกรมธรรม์ประกันชีวิต
     4.13 เพื่อประโยชน์ในการใช้สิทธิลดหย่อนภาษีของพนักงาน
     4.14 เพื่อการติดต่อ ประเมินผล และบริหารความสัมพันธ์ของบริษัทกับพนักงาน
     4.15 เพื่อเปิดเผยข้อมูลส่วนบุคคลของพนักงานแก่บริษัทในเครือ บุคคลผู้รับช่วงสิทธิตามกฎหมายจากบริษัท และบุคคลอื่น เช่น ธนาคารพาณิชย์ อันเกี่ยวกับประโยชน์ของพนักงานในการขอใช้บริการหรือผลิตภัณฑ์ต่างๆ ของธนาคารพาณิชย์ สิทธิประโยชน์ตามกรมธรรณ์ประกันชีวิต สิทธิประโยชน์เงินสวัสดิการ และ/หรือการให้คำรับรองหรือยืนยันเกี่ยวกับสถานะความเป็นพนักงาน ประวัติการทำงาน และประวัติการศึกษา รวมทั้งเพื่อเปิดเผยให้แก่หน่วยงานราชการ และหน่วยงานอื่นๆ ของรัฐ
     4.16 เพื่อการบริหารและจัดการความเสี่ยงต่างๆที่เกี่ยวข้อง
     4.17 เพื่อการปฏิบัติตามกฎหมาย และกฎระเบียบ ตลอดจนแนวทางหรือข้อกำหนดต่างๆของหน่วยงานที่กำกับดูแลการดำเนินงานของบริษัท
     4.18 เพื่อการปฏิบัติตามระเบียบการดำเนินการภายในของบริษัท และบริษัทในเครือ
     4.19 เพื่อการติดตาม ตรวจสอบ ประเมินผลการให้บริการของบริษัท และบริหารความสัมพันธ์ของบริษัทกับท่าน
     </label><br>
     <label style="font-family: 'Cairo', sans-serif; font-size: 15px; color: #25629F;">
   5. ข้อจำกัดในการเก็บรวบรวม ใช้ เผยแพร่ ประมวลผล โอน หรือเปิดเผยข้อมูลส่วนบุคคล
     5.1 บริษัทจะเก็บรวบรวม ใช้ เผยแพร่ ประมวลผล โอน หรือเปิดเผยข้อมูลส่วนบุคคลของท่านได้ตาม ความยินยอมของท่าน โดยจะต้องเป็นการใช้และเปิดเผยข้อมูลส่วนบุคคลของท่านตามวัตถุประสงค์ของการเก็บรวบรวม ใช้ เผยแพร่ ประมวลผล โอน หรือเปิดเผยข้อมูลส่วนบุคคลที่ได้แจ้งให้ทราบและท่านได้ให้ความยินยอมเท่านั้น บริษัทจะกำกับดูแลพนักงาน เจ้าหน้าที่หรือผู้ปฏิบัติงานของบริษัทฯ มิให้เก็บรวบรวม ใช้ เผยแพร่ ประมวลผล โอน หรือเปิดเผยข้อมูลส่วนบุคคลของท่านนอกเหนือไปจากวัตถุประสงค์ของการเก็บรวบรวม ใช้ เผยแพร่ ประมวลผล โอน หรือเปิดเผยข้อมูลส่วนบุคคลต่อบุคคลภายนอก เว้นแต่
          5.1.1 เป็นการปฏิบัติตามกฎหมายที่เกี่ยวข้อง
          5.1.2 เป็นไปเพื่อประโยชน์แก่การสอบสวนของพนักงานสอบสวน หรือการพิจารณาพิพากษาคดีของศาล
          5.1.3 เพื่อประโยชน์ของท่าน และการขอความยินยอมไม่อาจกระทำได้ในเวลานั้น
          5.1.4 เป็นการจำเป็นเพื่อประโยชน์โดยชอบด้วยกฎหมายของบริษัท หรือของบุคคลหรือนิติบุคคลอื่นที่ไม่ใช่ บริษัท
          5.1.5 เป็นการจำเป็นเพื่อป้องกันหรือระงับอันตรายต่อชีวิต ร่างกาย หรือสุขภาพของบุคคล
          5.1.6 เป็นการจำเป็นเพื่อการปฏิบัติตามสัญญาซึ่งเจ้าของข้อมูลส่วนบุคคลเป็นคู่สัญญาหรือเพื่อใช้ในการดำเนินการตามคำขอของเจ้าของข้อมูลส่วนบุคคลก่อนเข้าทำสัญญานั้น
          5.1.7 เพื่อให้บรรลุวัตถุประสงค์ที่เกี่ยวกับการจัดทำเอกสารประวัติศาสตร์หรือจดหมายเหตุ เพื่อประโยชน์ สาธารณะ หรือเพื่อการศึกษา วิจัย การจัดทำสถิติ ซึ่งได้จัดให้มีมาตรการป้องกันที่เหมาะสม
     5.2 บริษัทอาจใช้บริการสารสนเทศของผู้ให้บริการซึ่งเป็นบุคคลภายนอกเพื่อให้ดำเนินการเก็บรักษาข้อมูลส่วนบุคคล ซึ่งผู้ให้บริการนั้นจะต้องมีมาตรการรักษาความมั่นคงปลอดภัย โดยห้ามดำเนินการเก็บรวบรวม ใช้หรือเปิดเผยข้อมูลส่วนบุคคลนอกเหนือจากที่บริษัทกำหนด
     5.3 บริษัทอาจเปิดเผยข้อมูลส่วนบุคคลให้กับบุคคลภายนอกซึ่งเป็นคู่ค้า ที่ปรึกษา ผู้รับจ้าง พันธมิตรของบริษัท ตลอดจนบริษัทในเครือได้ และบริษัทยังอาจเปิดเผยข้อมูลของท่านให้กับบุคคลที่สามที่ปฏิบัติงานให้แก่บริษัทภายใต้ความยินยอมของท่านทุกกรณี
     โดยบริษัทกำหนดให้บุคคลที่ 3 เหล่านี้ต้องตกลงในเรื่องดังต่อไปนี้:
     ก. ประมวลผลข้อมูลส่วนบุคคลเพื่อวัตถุประสงค์ที่จำกัดและเฉพาะเจาะจงซึ่งสอดคล้องกับความยินยอมของ ท่านเท่านั้น
     ข. ให้การคุ้มครองข้อมูลส่วนบุคคลในระดับเดียวกับที่จำเป็นต้องดำเนินการภายใต้หลักการของกรอบโครงสร้าง
การคุ้มครองความเป็นส่วนตัวของท่านตามที่ได้แจ้งไว้ตั้งแต่การจัดเก็บข้อมูลส่วนบุคคล
อนึ่ง บริษัทจะไม่เปิดเผยข้อมูลที่ท่านมอบให้กับบุคคลที่สามเพื่อวัตถุประสงค์ทางการตลาด ยกเว้นว่าท่านได้ยอมรับโดยมีการยืนยันให้มีการเปิดเผยดังกล่าว
</label><br>
<label style="font-family: 'Cairo', sans-serif; font-size: 15px; color: #25629F;">
   6. วิธีที่บริษัทปกป้องข้อมูลของท่าน
     บริษัทจะใช้มาตรการป้องกันเชิงเทคโนโลยีและกายภาพที่สมเหตุสมผลและเหมาะสม เพื่อปกป้องข้อมูลส่วนบุคคลที่ท่านมอบให้บริษัท จากการสูญหาย การใช้งานในทางที่ผิด และการเข้าถึงโดยไม่ได้รับอนุญาต การเปิดเผย การเปลี่ยนแปลง และการทำลาย โดยจะคำนึงถึงความเสี่ยงเกี่ยวกับการประมวลผลและลักษณะของข้อมูลส่วนบุคคล บริษัทปฏิบัติตามมาตรฐานอุตสาหกรรมที่ยอมรับโดยทั่วไปเพื่อปกป้องข้อมูลที่ท่านส่งให้กับบริษัท ทั้งในระหว่างการส่งและเมื่อบริษัทได้รับข้อมูลจากท่านเรียบร้อยแล้ว เพื่อให้แน่ใจว่าข้อมูลของท่านได้รับการปกป้อง หากท่านต้องการสำเนาข้อตกลงเหล่านี้ สามารถแจ้งความประสงค์ได้ที่อีเมล : webmaster@gmm-tv.com
     </label><br>
     <label style="font-family: 'Cairo', sans-serif; font-size: 15px; color: #25629F;">
   7. ระยะเวลาบันทึกข้อมูล
   </label><br>
   <label style="font-family: 'Cairo', sans-serif; font-size: 15px; color: #25629F;">
บริษัทจะจัดเก็บข้อมูลส่วนบุคคลของท่านไว้ตลอดระยะเวลาที่ท่านมีสถานะ และความสัมพันธ์ในฐานะเป็น ผู้ถือหุ้น กรรมการ พนักงาน พันธมิตร คู่ค้า ลูกค้า ผู้รับจ้าง สมาชิก แฟนคลับ ผู้ชม ผู้ฟัง ผู้ร่วมกิจกรรมของบริษัทเท่านั้น
</label><br>
<label style="font-family: 'Cairo', sans-serif; font-size: 15px; color: #25629F;">
   8. สิทธิที่ท่านมีในฐานะเจ้าของข้อมูลส่วนบุคคล
     8.1 การให้ความยินยอม ท่านมีสิทธิเลือกที่จะให้ข้อมูลส่วนบุคคลใดๆที่บริษัทร้องขอ และยินยอมให้บริษัทจัดเก็บ ใช้ และเปิดเผยข้อมูลส่วนบุคคลดังกล่าว หรือไม่ก็ได้
     8.2 การเข้าถึงข้อมูล ท่านมีสิทธิขอเข้าถึงข้อมูลส่วนบุคคลของท่านที่บริษัทจัดเก็บไว้ และขอรับสำเนาข้อมูลส่วนบุคคลเหล่านั้น หรือขอให้บริษัทส่งข้อมูลส่วนบุคคลให้แก่เจ้าของข้อมูลเองหรือผู้ควบคุมข้อมูลส่วนบุคคลอื่น (หากข้อมูลดังกล่าวอยู่ในรูปแบบที่สามารถดำเนินการดังกล่าวได้)
     8.3 การคัดค้าน ท่านมีสิทธิคัดค้านการเก็บ ใช้ เปิดเผย ข้อมูลส่วนบุคคลที่เกี่ยวกับท่าน หากข้อมูลนั้นบริษัทจัดเก็บได้โดยไม่ต้องได้รับความยินยอมจากท่าน หรือข้อมูลนั้นเก็บ ใช้ หรือเปิดเผยเพื่อการตลาดแบบตรง หรือการเพื่อการศึกษาวิจัย
     8.4 การขอถ่ายโอนข้อมูล ท่านมีสิทธิขอรับข้อมูลส่วนบุคคลของท่านในกรณีที่บริษัทได้จัดทำข้อมูลส่วนบุคคลนั้นอยู่ในรูปแบบให้สามารถอ่านหรือใช้งานได้ด้วยเครื่องมือหรืออุปกรณ์ที่ทำงานได้โดยอัตโนมัติ และสามารถใช้หรือเปิดเผยข้อมูลส่วนบุคคลได้ด้วยวิธีการอัตโนมัติ รวมทั้งมีสิทธิขอให้บริษัทส่งหรือโอนข้อมูลส่วนบุคคลในรูปแบบดังกล่าวไปยังผู้ควบคุมข้อมูลส่วนบุคคลอื่นเมื่อสามารถทำได้ด้วยวิธีการอัตโนมัติ และมีสิทธิขอรับข้อมูลส่วนบุคคลที่บริษัทส่งหรือโอนข้อมูลส่วนบุคคลในรูปแบบดังกล่าวไปยังผู้ควบคุมข้อมูลส่วนบุคคลอื่นโดยตรง เว้นแต่ไม่สามารถดำเนินการได้เพราะเหตุทางเทคนิค
     8.5 การลบ ทำลาย หรือระงับการใช้ ท่านมีสิทธิร้องขอให้บริษัทลบ ทำลาย หรือระงับการใช้ข้อมูลส่วนบุคคลของท่านที่บริษัทเก็บรักษาไว้ หรือให้บริษัทดำเนินการให้ข้อมูลดังกล่าวกลายเป็นข้อมูลที่ไม่สามารถใช้ระบุตัวเจ้าของข้อมูลได้  

     8.6 การแก้ไข ท่านมีสิทธิร้องขอให้บริษัทดำเนินการแก้ไขให้ข้อมูลส่วนบุคคลของท่านที่บริษัทจัดเก็บไว้เป็นข้อมูลที่ถูกต้อง เป็นปัจจุบัน สมบูรณ์ และไม่ก่อให้เกิดความเข้าใจผิด
     8.7 การถอนความยินยอม ท่านมีสิทธิถอนความยินยอมในการเก็บรวบรวม ใช้ และเปิดเผยข้อมูลส่วนบุคคลของท่านได้ แต่การถอนความยินยอมของท่านจะไม่กระทบต่อการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลที่ท่านให้ความยินยอมไปแล้วก่อนหน้านี้
     </label><br>
     <label style="font-family: 'Cairo', sans-serif; font-size: 15px; color: #25629F;">
   9. เจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคล
     บริษัทได้มีการดำเนินการปฏิบัติตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 โดยแต่งตั้งเจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคล (Data Protection Officer : DPO) เพื่อตรวจสอบการดำเนินการของบริษัทที่เกี่ยวกับการเก็บรวบรวม ใช้และเปิดเผยข้อมูลส่วนบุคคลให้สอดคล้องกับพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 รวมถึงกฎหมายที่เกี่ยวข้องกับการคุ้มครองข้อมูลส่วนบุคคล นอกจากนี้ บริษัทได้จัดทำระเบียบ คำสั่งให้ผู้เกี่ยวข้องดำเนินการตามที่กำหนดไว้ เพื่อให้การดำเนินงานตามแนวนโยบายเกี่ยวกับการคุ้มครองข้อมูลส่วนบุคคลให้เป็นไปด้วยความถูกต้องเรียบร้อย และมีประสิทธิภาพ
     </label><br>
     <label style="font-family: 'Cairo', sans-serif; font-size: 15px; color: #25629F;">
   10. นโยบายคุกกี้
     บริษัทจะจัดให้มีนโยบายคุกกี้ให้มีมาตรฐานการรักษาความมั่นคงปลอดภัยของข้อมูลที่เป็นมาตรฐานสากล
     </label><br>
     <label style="font-family: 'Cairo', sans-serif; font-size: 15px; color: #25629F;">
   11. ข้อมูลเกี่ยวกับบริษัท
     ท่านสามารถศึกษารายละเอียดได้ที่นโยบายการคุ้มครองข้อมูลส่วนบุคคลฉบับนี้ หรือแจ้งความประสงค์ในการเพิกถอนความยินยอม แก้ไขเปลี่ยน และคัดค้าน ท่านสามารถติดต่อได้ที่ :
     เจ้าหน้าที่ควบคุมข้อมูลส่วนบุคคล (Data Protection Officer : DPO)
     โทร : 02-669-9810
     อีเมล : webmaster@gmm-tv.com
     หรือติดต่อที่ บริษัท จีเอ็มเอ็ม ทีวี จำกัด สำนักงานตั้งอยู่เลขที่ 50 อาคารจีเอ็มเอ็ม แกรมมี่ เพลส ถนนสุขุมวิท 21 (อโศก) แขวงคลองเตยเหนือ เขตวัฒนา กรุงเทพฯ 10110
        </label>
    </div>
</div>