<div class="container-fluid"> 
    <div class="row" style="margin: 100px;">
        <label style="font-family: 'Cairo', sans-serif; font-size: 20px; color: #25629F;">
        ข้อกำหนดและเงื่อนไขในการใช้งาน
        </label><br><br>
        <label style="font-family: 'Cairo', sans-serif; font-size: 20px; color: #25629F;">
        แอพพลิเคชั่น GMMTV (Terms and Conditions)
        Terms of Service</label>
        <label style="font-family: 'Cairo', sans-serif; font-size: 15px; color: #25629F;">
        การใช้บริการของเราถือเป็นการยอมรับข้อกำหนดนี้ โปรดอ่านอย่างละเอียด บริการของเรามีความหลากหลายมาก ในบางครั้งจึงอาจมีเงื่อนไขหรือข้อกำหนดเพิ่มเติมเฉพาะในส่วนของผลิตภัณฑ์นั้นๆ (รวมทั้งข้อกำหนดเรื่องอายุของผู้ใช้บริการ) โดยเราจะแจ้งข้อกำหนดเพิ่มเติมไปกับบริการที่เกี่ยวข้อง และข้อกำหนดเพิ่มเติมเหล่านั้นถือว่าเป็นส่วนหนึ่งของข้อตกลงระหว่างคุณกับเราหากคุณใช้บริการนั้นๆ </label>
        <label style="font-family: 'Cairo', sans-serif; font-size: 20px; color: #25629F;">การใช้บริการของเรา</label>
        <label style="font-family: 'Cairo', sans-serif; font-size: 15px; color: #25629F;">คุณต้องปฏิบัติตามนโยบายใดๆ ที่มีต่อคุณภายในบริการนี้

ห้ามใช้บริการของเราโดยมิชอบ ตัวอย่างเช่น ไม่แทรกแซงบริการของเราหรือพยายามที่จะเข้าถึงโดยใช้วิธีการนอกเหนือไปจากอินเทอร์เฟซและคำแนะนำที่เราให้ไว้ คุณต้องใช้บริการของเราเฉพาะตามที่กฎหมายอนุญาต รวมทั้งกฎหมายและกฎระเบียบในการควบคุมการส่งออกและการส่งออกซ้ำที่บังคับใช้ เราอาจระงับหรือหยุดการให้บริการแก่คุณหากคุณไม่ปฏิบัติตามข้อกำหนดและนโยบายของเรา หรือหากเราตรวจสอบพบพฤติกรรมที่น่าสงสัยว่าไม่ถูกต้อง 

การใช้บริการของเราไม่ได้ทำให้คุณเป็นเจ้าของสิทธิในทรัพย์สินทางปัญญาใดๆ ในบริการหรือเนื้อหาที่คุณเข้าถึง คุณไม่สามารถใช้เนื้อหาในบริการของเรา เว้นแต่ได้รับการอนุญาตจากเจ้าของเนื้อหาดังกล่าว หรือสามารถกระทำได้โดยกฎหมาย ข้อกำหนดนี้มิได้ให้สิทธิแก่คุณในการใช้การสร้างแบรนด์หรือโลโก้ใดๆ ที่ใช้ในบริการของเรา ห้ามนำออก ปิดบัง หรือเปลี่ยนแปลงประกาศทางกฎหมายใดๆ ที่แสดงในหรือกับบริการของเรา 

บริการบางอย่างของเราสามารถใช้บนอุปกรณ์เคลื่อนทึ่ ห้ามใช้บริการดังกล่าวในลักษณะที่ทำให้คุณเสียสมาธิและทำให้ไม่สามารถปฏิบัติตามกฎจราจรหรือกฎหมายด้านความปลอดภัย </label>
        <label style="font-family: 'Cairo', sans-serif; font-size: 20px; color: #25629F;">บัญชี ที่ใช้งานระบบของคุณ</label>
        <label style="font-family: 'Cairo', sans-serif; font-size: 15px; color: #25629F;">  คุณอาจต้องมีบัญชี Facebook, Google หรือ E-mail เพื่อที่จะใช้บริการของเรา อาจมีข้อกำหนดอื่นๆ หรือ เพิ่มเติมบังคับใช้กับคุณ และผู้ดูแลระบบของคุณอาจสามารถเข้าถึงหรือปิดการใช้งานบัญชีของคุณได้ 

เพื่อปกป้องบัญชี ที่ใช้งานระบบของคุณ โปรดเก็บรักษารหัสผ่านเป็นความลับ คุณมีความรับผิดชอบต่อกิจกรรมที่เกิดขึ้นบนหรือผ่านบัญชี ที่ใช้งานระบบของคุณ พยายามไม่ใช้รหัสผ่านบัญชี ที่ใช้งานระบบของคุณ ซ้ำบนแอปพลิเคชันของบุคคลที่สาม

</label>
    </div>
</div>